/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock-valg. Disse valgene er inndelt i enkle visningsnøkler og de mer kompliserte program- og dokumentplassordlistene.";
"autohide.pfm_title" =						"Skjuler";
"autohide.pfm_description" =				"Sett til sann for å slå på skjuling.";
"autohide-immutable.pfm_title" =			"Avkrysningsrute for skjuling deaktivert";
"autohide-immutable.pfm_description" =		"Sett til sann for å deaktivere avkrysningsruten for vis og skjul automatisk.";
"contents-immutable.pfm_title" =			"Endringer deaktivert";
"contents-immutable.pfm_description" =		"Sett til sann for å hindre brukeren i å endre Dock-innholdet.";
"largesize.pfm_title" =						"Største plasstørrelse";
"largesize.pfm_description" =				"Største plasstørrelse i bildepunkter.";
"launchanim.pfm_title" =					"Startanimasjon";
"launchanim.pfm_description" =				"Sett til sann for å bruke startanimasjon.";
"launchanim-immutable.pfm_title" =			"Avkrysningsrute for startanimasjon deaktivert";
"launchanim-immutable.pfm_description" =	"Sett til sann for å deaktivere avkrysningsruten for startanimasjon.";
"magnification.pfm_title" =					"Forstørrelse";
"magnification.pfm_description" =			"Sett til sann for å slå på forstørring.";
"magnify-immutable.pfm_title" =				"Forstørrelsesavkrysningsrute deaktivert";
"magnify-immutable.pfm_description" =		"Sett til sann for å deaktivere forstørrelsesavkrysningsrute.";
"magsize-immutable.pfm_title" =				"Forstørrelsesskyveknapp deaktivert";
"magsize-immutable.pfm_description" =		"Sett til sann for å deaktivere forstørrelsesskyveknapp";
"mineffect.pfm_title" =						"Minimeringseffekt";
"mineffect.pfm_description" =				"Minimeringseffekt";
"mineffect-immutable.pfm_title" =			"Lokalmeny for minimering deaktivert";
"mineffect-immutable.pfm_description" =		"Sett til sann for å deaktivere lokalmeny for minimeringseffekter.";
"orientation.pfm_title" =					"Posisjon";
"orientation.pfm_description" =				"Dock-plassering: venstre, høyre eller nederst.";
"position-immutable.pfm_title" =			"Kontroller for plassering deaktivert";
"position-immutable.pfm_description" =		"Sett til sann for å hindre brukeren i å endre Dock-plasseringen.";
"tilesize.pfm_title" =						"Plasstørrelse";
"tilesize.pfm_description" =				"Plasstørrelse.";
"size-immutable.pfm_title" =				"Kontroll for plasstørrelse deaktivert";
"size-immutable.pfm_description" =			"Sett til sann for å hindre brukeren i å endre plasstørrelsen.";
"static-only.pfm_title" =					"Kun administrerte plasser";
"static-only.pfm_description" =				"Sett til sann for å vise kun de administrerte plassene.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Programplasser";
"AppItems-Raw.pfm_description" =			"Oppsett for oppbevaring av programplassdata.";
"apptile.pfm_title" =						"Programplass";
"apptile.pfm_description" =					"Én programplass.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock-plassdata";
"tile-data.pfm_description" =				"Dock-plassdata.";
"file-data.pfm_title" =						"Fildata";
"file-data.pfm_description" =				"Fildata for en filplass.";
"_CFURLString.pfm_title" =					"Filbane";
"_CFURLString.pfm_description" =			"Absolutt filsystembane.";
"_CFURLStringType.pfm_title.file" =			"Fil-URL-type";
"_CFURLStringType.pfm_description.file" =	"Fil-URL-type. Alltid satt til 0.";
"_CFURLStringType.pfm_title.URL" =			"URL-type";
"_CFURLStringType.pfm_description.URL" =	"URL-type. Alltid satt til 0.";
"_CFURLStringType.pfm_title.URLID" =		"URL-ID-type";
"_CFURLStringType.pfm_description.URLID" =	"URL-ID-type. Alltid satt til 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Aliasdata. Kreves kun for tjenerbaserte objekter.";
"tile-type.pfm_title" =						"Plasstype";
"tile-type.pfm_description" =				"Plasstype.";
"mcx_typehint.pfm_title" =					"MCX-typehint";
"mcx_typehint.pfm_description" =			"Brukes internt av Workgroup Manager. Ikke endre.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Dokumentplasser";
"DocItems-Raw.pfm_description" =			"Oppsett for oppbevaring av dokument- og URL-plassdata.";
"doctile.pfm_title" =						"Dokumentplass";
"doctile.pfm_description" =					"Én dokumentplass.";
"url.pfm_title" =							"URL-data";
"url.pfm_description" =						"URL-data for en URL-plass.";
"file-label.pfm_title" =					"Filplassetikett";
"file-label.pfm_description" =				"Filplassetikett.";
"label.pfm_title" =							"URL-plassetikett";
"label.pfm_description" =					"Plassetikett for URL-plass.";
"file-type.pfm_title" =						"Objekttype";
"file-type.pfm_description" =				"Objekttype. For dokumentplasser: sett til 2 for ikke-volum, 18 for volum, 32 hvis den ikke er en mappe.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX-spesialmapper";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Mapper lagt til av administrert klient.";
"mcxfolderflag.pfm_title" =						"Mappeflagg";
"mcxfolderflag.pfm_description" =				"Flagg for én mappe som er lagt til av administrert klient.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Administrerte unionskriterier for programplasser";
"appTilesUPKManaged.pfm_description" =		"Unionskriterienøkler for programplasser for administrert domene.";
"appTilesUPKUser.pfm_title" =				"Brukerunionskriterier for programplasser";
"appTilesUPKUser.pfm_description" =			"Unionskriterienøkler for programplasser for brukerdomene.";
"docTilesUPKManaged.pfm_title" =			"Administrerte unionskriterier for dokumentplasser";
"docTilesUPKManaged.pfm_description" =		"Unionskriterienøkler for dokumentplass for administrert domene.";
"docTilesUPKUser.pfm_title" =				"Brukerunionskriterier for dokumentplasser";
"docTilesUPKUser.pfm_description" =			"Unionskriterienøkler for dokumentplasser for brukerdomene.";
"mcxDocSpecialUPK.pfm_title" =				"Unionskriterienøkkel for spesialmapper for administrert klient";
"mcxDocSpecialUPK.pfm_description" =		"Unionskriterienøkkel for Dock-spesialmapper for administrert klient.";
